Repository: kvdz/switchboard-backup-plug
Catalog: po/*.po
Languages: sr

source: About
sr: Подаци

source: View operating system and hardware information
sr: Прегледајте податке о оперативном систему и хардверу

source: System Information
sr: Подаци о систему

source: Restore Default Settings
sr: Повратите основна подешавања

source: Suggest Translation
sr: Предложите превод

source: Report Problems
sr: Известите о проблемима

source: Updates
sr: Освежења

source: Unknown
sr: Непознато

source: Dual-Core
sr: Двојезгрални

source: Quad-Core
sr: Четворојезгрални

source: Built on %s
sr: Изграђено %s

source: Website
sr: Веб страница

source: Hardware
sr: Хардвер

source: Processor:
sr: Процесор:

source: Memory:
sr: Меморија:

source: Graphics:
sr: Графика:

source: Storage:
sr: Smeètaj:

source: Suggest Translations
sr: Предложите преводе

source: Report a Problem
sr: Известите о проблему

source: Check for Updates
sr: Проверите освежења

source: System settings will be restored to the factory defaults
sr: Подешавања система биће враћена на фабричка

source: All system settings and data will be reset to the default values.
sr: Сва подешавања система биће враћена на основне вредности.

source: Personal data, such as music and pictures, will be uneffected.
sr: Лични подаци, као што су песме и слике неће бити угрожени.

source: Restore Settings
sr: Поврати подешавања

source: Cancel
sr: Откажи
